Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/state_examinations/examination_arrangements_for_students_with_disabilities.html.txt.tmx
Source language: en
Languages: ga

source: State examination arrangements for children with disabilities
ga: Socruithe scrúdaithe do scoláirí faoi mhíchumas

source: Secondary school students with special needs may have special arrangements made for them while sitting State examinations such as the Leaving Certificate and Junior Certificate
ga: Féadtar socruithe speisialta a dhéanamh do dhaltaí sna scoileanna dara leibhéal in Éirinn nuair a dhéanann siad na scrúduithe Stáit

source: Candidates with disabilities (for example, visual impairments, motor and mobility impairments, etc.) can apply through their school for reasonable accommodations during examinations
ga: Féadfaidh iarrthóirí atá faoi mhíchumas (mar shampla, lagú amhairc, lagú luaileach agus soghluaisteachta, etc.) iarratas a dhéanamh trína scoil ar fhreastal réasúnta i rith scrúduithe

source: Reasonable accommodations are designed to remove, as far as possible, the impact of a disability on a candidate's performance and enable the candidate to demonstrate his or her level of attainment in an examination setting
ga: Tá freastal réasúnta in ainm is tionchar míchumais ar fheidhmíocht iarrthóra a bhaint, a mhéid is féidir, agus a chur ar chumas an iarrthóra a leibhéal scileanna a thaispeáint i suíomh scrúdaithe

source: It does not give the candidate an unfair advantage over other candidates in the same examination
ga: Ní chuireann sé an t-iarrthóir faoi mhíbhuntáiste éagórach i gcomparáid le hiarrthóirí eile sa scrúdú céanna

source: What 'reasonable accommodations' are available?
ga: Cén ‘freastal réasúnta’ atá ar fáil?

source: Examples of reasonable accommodations include the following:
ga: Samplaí d’fhreastal réasúnta iad an méid a leanas:

source: • The provision of enlarged and/or Braille versions of questions for visually impaired students
ga: • Foráil do leaganacha méadaithe agus/nó Braille de cheisteanna um dhaltaí le laigeachtaí físe

source: • You may use voice-activated computers, tape recorders or scribes (other people to do the writing)
ga: • Is féidir leat ríomhairí guth-ghníomhachtaithe, téip-thaifeadáin nó scríbhneoirí (déanann daoine eile an scríbhneoireacht)

source: • You may do your examination in a hospital or in any other stand-alone centre
ga: • Féadann tú do scrúdú a dhéanamh in ospidéal nó in aon ionad saorsheasaimh eile

source: • If you are deaf or hard of hearing, you may be exempted from the aural part of the examination
ga: • Más duine bodhar tú nó má tá lagchumas éisteachta agat, d'fhéadfaí go dtabharfaí díolúine duit ón gcuid cluastuisceana den scrúdú

source: Accommodations that can be approved by your school
ga: Freastal is féidir le do scoil a fhaomhadh

source: Your school has the authority to make special provisions for students with special needs during State exams on the basis of what is best for you
ga: Bíonn an t-údarás ag do scoilse chun forálacha speisialta a dhéanamh um dhaltaí le riachtanais speisialta le linn scrúduithe Stáit ar bhonn an ní is fearr a fheileann duitse

source: Some of the special provisions your school can make include:
ga: Áirítear le roinnt de na forálacha speisialta ar féidir le do scoilse a bheartú:

source: • Taking medicine, food or drinks into the examination centre where this is required for medical reasons
ga: • Cógais, bia nó deochanna a thabhairt isteach san ionad scrúdaithe mar a dteastaíonn sin chun cúiseanna leighis

source: • Use of a special desk or chair that is used in your classroom
ga: • Úsáid de dheasc nó cathaoir speisialta a úsáidtear i do sheomra ranga

source: • Use of low-vision aids that you normally use in the classroom
ga: • Úsáid áiseanna lag-radhairc ar gnách duit a úsáid sa seomra ranga

source: • Ensuring that deaf and hard-of-hearing students are seated close to the examination superintendent
ga: • A chinntiú go gcuirtear daltaí bodhra agus le lagchumas éisteachta ina suí gar don fheitheoir scrúdaithe

source: • Granting breaks or rest periods in each examination session warranted by your physical or medical condition
ga: • Bristeacha nó sosanna scíthe a cheadú i ngach seisiún scrúdúcháin, de réir mar a theastaíonn ó do riocht colainne nó míochaine

source: (Under this special provision, the time taken for rest or as a break can be compensated for at the end of each examination period to a maximum of 20 minutes.)
ga: (Faoin bhforáil faoi leith seo, is féidir cúiteamh don achar scíthe nó sosa ag deireadh gach tréimhse scrúdúcháin suas go huasmhéad de 20 nóiméad)

source: If you are not satisfied with the arrangements made, you may appeal to an independent appeals forum
ga: Mura bhfuil tú sásta leis na socruithe atá beartaithe, is féidir leat achomharc a thabhairt chuig coiste neamhspleách na n-achomharc

source: The members of the forum are from outside the Commission and all appeals are considered in light of the Framework of Principles set out by the Expert Advisory Group on State Examinations
ga: Roghnaítear baill an choiste seo taobh amuigh den Choimisiún agus pléitear le gach achomharc i gcomhthéacs na bprionnsabal a leag síos an Grúpa Comhairleach Saineolach ar Scrúduithe Teastais

source: The State Examinations Commission has responsibility for ensuring the proper conduct of State examinations in Ireland
ga: Tá an fhreagracht ag Coimisiún Scrúduithe Stáit na hÉireann chun stiúradh ceart na scrúduithe Stáit a chinntiú

source: The Commission has a stated policy regarding the issue of reasonable accommodations of students with special needs during examination time
ga: Tá beartas sloinnte ag an gCoimisiún maidir le saincheist na córa réasúnaí de dhaltaí le riachtanais speisialta le linn aimsir na scrúduithe

source: However, schools also have the authority to make a number of specified arrangements to facilitate examination candidates with special needs without requesting advance permission from the Commission
ga: Tá an t-údarás ag scoileanna, áfach, chun líon socruithe sonraithe a dhéanamh chun iarrthóirí scrúdaithe a éascú a bhfuil riachtanais speisialta acu gan cead a iarraidh roimh ré ón gCoimisiún
